{
    "string": [
        {"id": "main-title", "text": "Le <strong>Mariage</strong> de Javi &amp; Saad"},
        {"id": "language", "text": "FR"},
        {"id": "next", "text": "Suivant"},
        {"id": "home-title", "text": "Accueil"},
        {"id": "invite-title", "text": "L'invitation"},
        {"id": "invite-1", "text": "Si tu es là, c'est parce que tu es quelqu'un d'important•e à nos yeux et parce que tu as accepté de passer une magnifique journée avec nous le 31 juillet 2019."},
        {"id": "invite-2", "text": "Le but de cette page web est de te guider et de te donner le plus d'informations possibles pour le jour J. Bien-sûr, nous restons à ton entière disposition si jamais tu as besoin d'aide pour quoi que ce soit qui n'apparaît pas ici."},
        {"id": "invite-3", "text": "Bonne visite !"},
        {"id": "our-story-title", "text": "Notre histoire"},
        {"id": "our-story-1", "text": "Lorsque l’on fréquente le même groupe d’amis, il arrive que l’on se croise, on s’aperçoit, on se remarque, on s’apprécie, on se rapproche. Si nous ne sommes pas d'accord sur le jour de notre première rencontre, le 8 mai 2015 marque le début de notre relation."},
        {"id": "our-story-2", "text": "Depuis ce jour, nous avons vécu des moments grandioses, emplis d’émotions, de voyages et de bonheur. Nous nous sommes installés ensemble à Vevey, un endroit magique, où l’on se sent bien et heureux."},
        {"id": "our-story-3", "text": "Le 29 juin 2018, Saad a fait sa demande dans l'un des plus beaux endroits de Suisse : Le Lavaux. Cette demande a bien évidemment été suivie d'un grand OUI plein d'émotion."},
        {"id": "our-story-4", "text": "Ce qui nous amène au 31 juillet 2019, date à laquelle nous avons décidé de célébrer notre mariage avec nos familles et amis. Et si tu es en train de lire ce texte c’est que tu en fais partie, et que tu es important•e à nos yeux. Alors continue ta lecture pour savoir ce qui t’attend pour cette journée spéciale."},
        {"id": "wedding-title", "text": "Le Mariage"},
        {"id": "wedding-1", "text": "Quoi ?! Ils se marient ?!...En France en plus ?!"},
        {"id": "wedding-2", "text": "Mais pourquoi là-bas ? Je croyais qu’ils vivaient en Suisse ?"},
        {"id": "wedding-3", "text": "Tu ne te trompes pas, nous vivons bien en Suisse, mais ça ne nous a pas empêchés de chercher le cadre parfait pour cet évènement. Et fais nous confiance, tu ne vas pas être déçu•e par notre choix, alors enfile ta plus belle tenue et rejoins nous le 31 juillet 2019."},
        {"id": "wedding-4", "text": "Parce qu’en plus il faut faire un effort vestimentaire ?"},
        {"id": "wedding-5", "text": "Non mais je rêve..."},
        {"id": "wedding-6", "text": "Non non, tu ne rêves pas. Nous aimerions faire de belles photos avec nos invité•es et même si ça nous amuse beaucoup de t’imaginer habillé•e comme un sac, nous ne sommes pas sûrs que tu aies très envie d’être celui•celle dont on se moquera, quand on regardera les photos dans 20 ans ;)..."},
        {"id": "wedding-7", "text": "OK, Ok... Mais ça ne me dit pas où je vais pouvoir dormir tout ça !"},
        {"id": "wedding-8", "text": "Ah ça tombe bien que tu dises ça ! Nous avons commencé les recherches pour toi. Si tu continues à explorer le site, tu vas tomber sur une carte, préparée avec beaucoup d'amour (et un peu de patience ;) ), qui répertorie tous les endroits qui se trouvent à proximité du Château de Séréville, où tu pourras reposer tes jambes, après avoir enflammé le dance floor."},
        {"id": "map-title", "text": "La Carte des Logements"},
        {"id": "direction-title", "text": "Arriver au Château"},
        {"id": "direction-1", "text": "Adresse"},
        {"id": "direction-2", "text": "Les Charlots"},
        {"id": "direction-3", "text": "89150 La Belliole"},
        {"id": "direction-4", "text": "Coordonnées"},
        {"id": "direction-5", "text": "48°09’22.50’’N 3°05’44.24 ‘’E"},
        {"id": "direction-6", "text": "GPS"},
        {"id": "direction-7", "text": "Taper d’abord « Saint-Valérien 89150 » comme première adresse (il est très important de faire cette première étape, autrement le GPS va prendre un raccourci qui n’existe plus)"},
        {"id": "direction-8", "text": "Puis ensuite « Château de Séréville » ou « Les Charlots 89150 La Belliole » comme deuxième adresse."},
        {"id": "direction-9", "text": "En Voiture"},
        {"id": "direction-10", "text": "Autoroute A6 depuis Paris ou Orly"},
        {"id": "direction-11", "text": "Sortir à la sortie Nemours"},
        {"id": "direction-12", "text": "Après la barrière de péage de Nemours, aller tout droit à chacun des deux ronds-points (attention : ne pas rentrer dans Nemours)"},
        {"id": "direction-13", "text": "Au troisième rond-point, tourner à gauche direction Sens"},
        {"id": "direction-14", "text": "Après être passé sous l’A6, 500m plus loin, continuer environ 30km jusqu’à Saint Valérien (le seul autre village rencontré sera Chéroy)"},
        {"id": "direction-15", "text": "A Saint Valérien, à hauteur de l’église, tourner à droite dans la petite rue nommée « rue d’Enfer » où un panneau indique : La Belliole."},
        {"id": "direction-16", "text": "Environ 1,5km plus loin, après la forêt, longer le champ et tout de suite à la fin de celui-ci, à votre droite vous trouverez un panneau en bois blanc mentionnant : Séréville. Vous êtes arrivés !"},
        {"id": "direction-17", "text": "PS : Si vous atteignez La Belliole, c’est que vous avez manqué l’entrée du Château ! Faites demi-tour."},
        {"id": "direction-18", "text": "Autoroute A6 depuis le Sud"},
        {"id": "direction-19", "text": "800m avant la sortie Courtenay, prendre l’embranchement vers l’autoroute A19 direction Sens"},
        {"id": "direction-20", "text": "Sortir à la sortie suivante, sortie Saint-Valérien"},
        {"id": "direction-21", "text": "Après le péage et le rond-point, prendre le direction Saint-Valérien (Si votre GPS vous fait prendre une autre route, ne le suivez pas)"},
        {"id": "direction-22", "text": "Autoroute A5 ou A19 depuis l'Est"},
        {"id": "direction-23", "text": "Quitter la A5 et prendre l’autoroute A19"},
        {"id": "direction-24", "text": "Après avoir passé la sortie Sens, sortez à la prochaine : Saint-Valérien"},
        {"id": "direction-25", "text": "Autoroute A19 depuis l'Ouest"},
        {"id": "direction-26", "text": "Après avoir passé la sortie Courtenay-A6 Paris Lyon, sortez à la suivante: Saint-Valérien"},
        {"id": "direction-27", "text": "Si vous venez en voiture, garez-vous dans parking dédié aux invités"},
        {"id": "direction-28", "text": "Si vous venez en taxi, entrez par l’entrée principale"},
        {"id": "direction-29", "text": "Bonne Route !"},
        {"id": "d-day-title", "text": "Le Jour J"},
        {"id": "d-day-1", "text": "Ok on sait comment s'habiller, où dormir, mais il a lieu où ce fameux mariage ? Et il se passe quoi le jour J ?"},
        {"id": "d-day-2", "text": "Et bien, tout d'abord, nous te donnons rendez-vous à 16H00 au Château de Séréville (Les Charlots, 89150 La Belliole)."},
        {"id": "d-day-3", "text": "16H30 • 17H30"},
        {"id": "d-day-4", "text": "La cérémonie commencera à 16H30, s'il te plaît, on te demande d'être à l'heure, après ça ne sera que du bonheur. Promis."},
        {"id": "d-day-5", "text": "17H30 • 19H30"},
        {"id": "d-day-6", "text": "Après ce moment spécial, place à la fête. Et pour éviter tout claquage, on commencera avec un petit apéro durant lequel auront lieu plusieurs activités, et où tu pourras boire et te mettre en appétit."},
        {"id": "d-day-7", "text": "19H30 • 22H30"},
        {"id": "d-day-8", "text": "Place ensuite au repas."},
        {"id": "d-day-9", "text": "22H30 • 23H00"},
        {"id": "d-day-10", "text": "Petite activité à l'extérieur."},
        {"id": "d-day-11", "text": "23H00 • 5H00"},
        {"id": "d-day-12", "text": "Que la soirée commence, on veut te voir te déhancher jusqu’au bout de la nuit."},
        {"id": "our-dream-title", "text": "Notre rêve"},
        {"id": "our-dream-1", "text": "Comme tu le sais sûrement, nous sommes de grands rêveurs. On aime souvent imaginer notre futur, s’imaginer exercer des métiers improbables, ou réaliser des projets incroyables à l’autre bout du monde. Ou plus simplement construire une grande et belle famille."},
        {"id": "our-dream-2", "text": "Nous rêvons aussi de faire le tour du monde, mais comme il nous faudra certainement un peu plus de 80 jours, on devra peut-être attendre la retraite… mais on ne perd pas espoir ;)"},
        {"id": "our-dream-3", "text": "En attendant, et comme il faut bien commencer quelque part, nous avons choisi une destination qui nous fait rêver depuis bien longtemps. De merveilleux paysages, une culture riche et bien sûr une nourriture délicieuse,  ça te parle? Eh, oui, le Mexique nous a convaincus. Et puis bon, comme tout le monde pense que Saad est mexicain, il faut bien qu'on aille vérifier par nous mêmes s’il n’a pas quelques racines par là bas."},
        {"id": "gifts-title", "text": "Les Cadeaux"},
        {"id": "gifts-1", "text": "Ok mais si on veut vous offrir un petit truc on vous offre quoi ?"},
        {"id": "gifts-2", "text": "Comme tu le sais certainement déjà, nous habitons ensemble (officiellement) depuis juin 2017. Et en un an et demi nous avons bien équipé notre petit nid. Nous avous donc plus ou moins tout ce qu’il nous faut."},
        {"id": "gifts-3", "text": "Si tu souhaites cependant nous offrir quelque chose, sache qu’une cagnotte sera à disposition pendant le mariage ou voici notre compte (IBAN : CH52 0900 0000 1482 2655 9, Saad Kannuna, Rue Aimé-Steinlen 3, 1800 Vevey, Banque : Postfinance). Cet argent nous servira à financer une partie de notre voyage de noces au Mexique et plus précisement:"},
        {"id": "gifts-4", "text": "La location d'une voiture"},
        {"id": "gifts-5", "text": "Nos repas"},
        {"id": "gifts-6", "text": "Nos divers logements"},
        {"id": "gifts-7", "text": "Nos cours de plongée"},
        {"id": "gifts-8", "text": "Les excursions en bateau pour voir les requins/tortues"},
        {"id": "gifts-9", "text": "Une partie de notre Honeymoon package en pleine jungle"},
        {"id": "gifts-10", "text": "Nos billets d'avion"},
        {"id": "gifts-11", "text": "Bien évidemment, un petit cadeau personnalisé nous fera tout autant plasir."},
        {"id": "contact-title", "text": "Contact"},
        {"id": "contact-1", "text": "Et si on a d'autres questions on vous contacte comment ?"},
        {"id": "contact-2", "text": "Très bonne question! Et bien plusieurs possibilités s'offrent à toi"},
        {"id": "contact-3", "text": "Par mail"},
        {"id": "contact-4", "text": "javi.saad.wedding@gmail.com"},
        {"id": "contact-5", "text": "Javi par téléphone"},
        {"id": "contact-6", "text": "+41 79 898 45 55"},
        {"id": "contact-7", "text": "Saad par téléphone"},
        {"id": "contact-8", "text": "+41 78 825 50 87"},
        {"id": "contact-9", "text": "Notre demoiselle d'honneur Elizabete"},
        {"id": "contact-10", "text": "(allemand, français, anglais.... et créole cap verdien)"},
        {"id": "contact-11", "text": "Par mail"},
        {"id": "contact-12", "text": "elizabetevdv@gmail.com"},
        {"id": "contact-13", "text": "Par téléphone"},
        {"id": "contact-14", "text": "+41 79 830 48 09"},
        {"id": "contact-15", "text": "Notre garçon d'honneur Mehdi"},
        {"id": "contact-16", "text": "(français, espagnol, arabe et anglais)"},
        {"id": "contact-17", "text": "Par mail"},
        {"id": "contact-18", "text": "akry.elmehdi@gmail.com"},
        {"id": "contact-19", "text": "Par téléphone"},
        {"id": "contact-20", "text": "+41 78 821 42 07"},
        {"id": "contact-21", "text": "Pour avoir contact avec d'autres invités on t'invite aussi à rejoindre le groupe FB"},
        {"id": "contact-22", "text": "facebook.com/javisaadwedding"}
    ]
}