{
    "string": [
        {"id": "main-title", "text": "Le <strong>Mariage</strong> de Javi &amp; Saad"},
        {"id": "days", "text": "Jours"},
        {"id": "hours", "text": "Heures"},
        {"id": "minutes", "text": "Minutes"},
        {"id": "seconds", "text": "Secondes"},
        {"id": "date", "text": "31 Juillet 2019"},
        {"id": "language", "text": "FR"},
        {"id": "intro-title", "text": "Introduction"},
        {"id": "intro-1", "text": "Cher invité ou Chère invitée,"},
        {"id": "intro-2", "text": "Si tu es là, c'est parce que tu es quelqu'un d'important à nos yeux et parce que tu as accepté de passer une magnifique journée avec nous le <strong>31 juillet 2019</strong>."},
        {"id": "intro-3", "text": "Le but de cette page web est de te guider et de te donner le plus d'informations possibles pour le jour J. Bien-sûr, nous restons à ton entière disposition si jamais tu as besoin d'aide pour quoi que ce soit qui n'apparaît pas ici."},
        {"id": "intro-4", "text": "BONNE VISITE"},
        {"id": "our-story-title", "text": "Notre histoire"},
        {"id": "our-story-1", "text": "Si nous ne sommes pas d'accord sur l'histoire de notre première rencontre, ce qui est sûr, c'est que nous avons la même pour le jour où nous avons consacré plus de temps l'un à l'autre : le <strong>8 mai 2015</strong>."},
        {"id": "our-story-2", "text": "A partir de cette date, notre relation a commencé à s'enrichir de moments magiques jusqu'au fameux <strong>29 juin 2018</strong> où Saad a décidé de surprendre Javi en sortant la bague dans l'un des plus beaux endroits de Suisse : Le Lavaux."},
        {"id": "our-story-3", "text" : "Suite à cette demande, bien évidemment suivie d'un grand <strong>OUI</strong> emplit d'émotion, les préparations de notre mariage ont démarrés. Donc si tu es en train de lire ce site web, c'est que tu es vraiment important pour nous et on te remercie car tu es très certainement une personne spéciale à nos yeux."},
        {"id": "our-dream-title", "text": "Notre rêve"},
        {"id": "our-dream-1", "text": "Une chose que nous caractérise en tant que couple, c'est qu'on est de grands rêveurs. Ça nous arrive de nous poser dans un endroit cosy et de commencer à imaginer notre futur à d'autres endroits de la terre, avec des projets et métiers improbables, avec une belle famille, etc. "},
        {"id": "our-dream-2", "text": "Un de nos rêves a déjà été réalisé puisque nous voulions partager un foyer dans un endroit où on se sent bien et on est heureux : bonne chose de faite, Vevey est un endroit magique."},
        {"id": "our-dream-3", "text": "Une chose à laquelle nous rêvons très souvent c'est les différents endroits où nous voulons voyager. Bien sur, le tour du monde a toujours été une expérience que nous voulons réaliser, mais nous la réaliserons certainement à la retraite… on ne perd jamais espoir ;)"},
        {"id": "our-dream-4", "text": "Pour être un peu plus réalistes, pour l’instant nous allons commencer par une lune de miel dans un endroit que nous avons toujours rêvé de visiter de part ses merveilleux paysages, riche culture et bien sûr : délicieuse nourriture. Ce pays, c'est <strong>le Mexique</strong> et puis bon, vu que tout le monde pense que Saad est mexicain, faut bien qu'on aille voir ses racines ;)"},
        {"id": "gift-ideas-title", "text": "Idées cadeaux"},
        {"id": "gift-ideas-1", "text": "Si vous voulez <strong>nous offrir un cadeau</strong> et que vous ne savez pas quoi nous offrir, voici quelque idées sous cette rubrique."},
        {"id": "gift-ideas-2", "text": "Comme vous le savez certainement déjà, officiellement depuis juin 2017, nous habitons ensemble. Nous avons donc, plus ou moins tout ce qu'il nous faut dans notre petit nid. C'est pourquoi nous souhaitons financer notre voyage de noces au Mexique."},
        {"id": "gift-ideas-3", "text": "Voici <strong>quelques idées</strong> où vous pourriez contribuer :"},
        {"id": "gift-1", "text": "Une nuit dans un hôtel"},
        {"id": "gift-2", "text": "Une activité"},
        {"id": "gift-3", "text": "Un repas"},
        {"id": "gift-4", "text": "Au billet d'avion"},
        {"id": "gift-5", "text": "Aux déplacements d'un endroit A à B"},
        {"id": "gift-6", "text": "Bien évidemment, nous allons toujours nous réjouir aussi d'un petit cadeau personnalisé si vous le préférez ainsi."},
        {"id": "d-day-title", "text": "Jour J"},
        {"id": "d-day-1", "text": "Quoi ?! Ils se marient ?! Quoi ? En France en plus ?! Mais pourquoi là-bas ?"},
        {"id": "d-day-2", "text": "Et bien sachez que l'endroit que nous avons choisi est un lieu où nous nous sommes sentis comme chez nous. Et où nous pensons que le début d'une aventure en tant que mariés ne peut que partir de la meilleure façon possible."},
        {"id": "d-day-3", "text": "D'accord, mais... on va dormir ou ?"},
        {"id": "d-day-4", "text": "Pour ceci, vous avez plusieurs possibilités, si vous voulez réserver <strong>un hôtel</strong> vous êtes les bienvenus, si vous préférez réserver <strong>une chambre d'hôte</strong>, <strong>gîte</strong>, ect et que celle-ci est trop grande pour vous, n'hésitez pas à nous contacter (javi.saad.wedding@gmail.com) pour que nous organisons un petit groupe pour vous ou on vous donne le contact d’autres invités qui pourraient vous correspondre."},
        {"id": "d-day-5", "text": "Euh, d'acc, en ce qui concerne le «dress-code» ça se passe comment ?"},
        {"id": "d-day-6", "text": "Le dress-code est plutôt <strong>élégant</strong>. Mesdames, Messieurs on vous attend avec votre meilleur(e) robe/ costume qui traine dans votre armoire ! Et oui, vous pourrez ENFIN ressortir cette tenue que vous n'utilisez que dans «certaines occasions rares». On veut faire de belles photos, on compte sur vous !"},
        {"id": "schedule-title", "text": "Planning"},
        {"id": "schedule-1", "text": "Ok, on a tout, mais il va se passer quoi le jour J ?"},
        {"id": "schedule-2", "text": "Et bien, tout d'abord, voici l'adresse exacte du domaine ou nous nous donnerons rendez-vous à 16H30. (mettre une carte)"},
        {"id": "schedule-3", "text": "17H00 - 18H00"},
        {"id": "schedule-4", "text": "La <strong>cérémonie commencera à 17H00</strong>, s'il-vous plait, on vous demande d'être à l'heure, après ça sera que du bonheur et de l'amusement."},
        {"id": "schedule-5", "text": "18H00 - 19H00"},
        {"id": "schedule-6", "text": "Après ce moment spécial on vous invitera a commencer la fête avec <strong>un petit apéro</strong> où vous pourrez faire plusieurs activités, manger et boire."},
        {"id": "schedule-7", "text": "19H00 - 21H00"},
        {"id": "schedule-8", "text": "Se suivent ensuite 2 heures de <strong>repas</strong>"},
        {"id": "schedule-9", "text": "21H00 – 22H00"},
        {"id": "schedule-10", "text": "Petite <strong>activité surprise</strong>"},
        {"id": "schedule-11", "text": "22H00 – 5H00"},
        {"id": "schedule-12", "text": "Que la soirée commence, on veut tous vous voir en train de <strong>vous déhancher</strong> sous votre musique préférée (n'hésitez pas à nous dire si jamais vous voulez absolument qu'une chanson fasse son apparition pendant la soirée)"},
        {"id": "contact-title", "text": "Nous contacter"},
        {"id": "contact-1", "text": "javi.saad.wedding@gmail.com"},
        {"id": "contact-2", "text": "Si vous voulez contacter que Javi par whatsapp : +41 79 898 45 55"},
        {"id": "contact-3", "text": "Si vous voulez contacter que Saad par whatsapp : +41 78 825 50 87"}
    ]
}