{
    "string": [
        {"id": "main-title", "text": "Javi &amp; Saad <strong>Wedding</strong>"},
        {"id": "language", "text": "EN"},
        {"id": "next", "text": "Next"},
        {"id": "home-title", "text": "Home"},
        {"id": "invite-title", "text": "The Invitation"},
        {"id": "invite-1", "text": "You're here because you're important to us and because you have agreed to spend a wonderful day among us on July 31st, 2019."},
        {"id": "invite-2", "text": "The purpose of this web page is to guide you and give you as much information as possible for the day of our wedding. Of course, we remain at your disposal if you ever need help with anything that doesn’t appear here."},
        {"id": "invite-3", "text": "Enjoy!"},
        {"id": "our-story-title", "text": "Our Story"},
        {"id": "our-story-1", "text": "When hanging out with the same group of friends, it happens that people meet, see each other, notice and appreciate each other and finally get closer. Although we don’t agree on the date of the first time we met, May 8th, 2015, marks the beginning of our relationship."},
        {"id": "our-story-2", "text": "Since that day we have had our share of great moments full of emotions, wonderful trips and a lot of happiness. We finally settled together in Vevey, a magical place that we call our little paradise."},
        {"id": "our-story-3", "text": "On June 29th, 2018, Saad finally made his move and proposed in one of the most beautiful places in Switzerland: Le Lavaux. This proposal, of course, was followed by a big YES filled with emotion."},
        {"id": "our-story-4", "text": "Which brings us to July 31st, 2019, the date that we chose to celebrate our wedding with family and friends. So if you are reading this text, it is because you belong to one of these categories and you are important to us. So keep reading to find out what's waiting for you on this special day."},
        {"id": "wedding-title", "text": "The Wedding"},
        {"id": "wedding-1", "text": "What? They’re getting married?! For real?!!... In France?!"},
        {"id": "wedding-2", "text": "But why there? I thought they were living in Switzerland?"},
        {"id": "wedding-3", "text": "Well you're not mistaken, we do live in Switzerland, but that didn’t stop us from looking for the perfect setting for this event. And trust us, you will not be disappointed by our choice, so put on your best outfit and join us on July 31st, 2019."},
        {"id": "wedding-4", "text": "And on top of that there is a dress code?"},
        {"id": "wedding-5", "text": "No, really, I must be trippin’!..."},
        {"id": "wedding-6", "text": "No no, you’re not tripping my friend. We would like to take some beautiful pictures with our guests. And even though it would entertain us a lot to imagine you dressed like something the cat dragged in, we are not sure that you want to be the one we're going to laugh at when looking at the pictures in 20 years ;)"},
        {"id": "wedding-7", "text": "OK, OK ... But that does not tell me where I'm going to sleep and all that!"},
        {"id": "wedding-8", "text": "Oh it's nice that you mention that! We have already done some work for you! If you carry on exploring the site, you will come across a map, prepared with lots of love, that lists all the places, close to the wedding, where you can rest your legs, after igniting the dance floor."},
        {"id": "map-title", "text": "Accommodations Map"},
        {"id": "d-day-title", "text": "D-Day"},
        {"id": "d-day-1", "text": "Ok we know where to sleep, but where does this wedding take place? And what is happening on the D-day?"},
        {"id": "d-day-2", "text": "Well, not war but lots of love, we are in France but not in the Normandy ;), we look forward to seeing you at 4.00 pm at Château de Séréville (Les Charlots, 89150 La Belliole)."},
        {"id": "d-day-3", "text": "16H30 • 17H30"},
        {"id": "d-day-4", "text": "The ceremony will begin at 16H30 sharp. Please, don’t be late, after that, you can start enjoying the festivities."},
        {"id": "d-day-5", "text": "17H30 • 19H30"},
        {"id": "d-day-6", "text": "After this special moment the party will start. And to keep you entertained, we will begin by inviting you for a small aperitif during which there will be several activities, and where you can drink and whet your appetite."},
        {"id": "d-day-7", "text": "19H30 • 22H30"},
        {"id": "d-day-8", "text": "Now take a seat at the corresponding table."},
        {"id": "d-day-9", "text": "22H30 • 23H00"},
        {"id": "d-day-10", "text": "Small outdoor activity."},
        {"id": "d-day-11", "text": "23H00 • 5H00"},
        {"id": "d-day-12", "text": "Let the party begin, we want to see you all swinging all night until dusk."},
        {"id": "our-dream-title", "text": "Our Dream"},
        {"id": "our-dream-1", "text": "As you may know, we are big dreamers. We often like to imagine our future, to imagine doing improbable jobs, or to achieve incredible projects at the other end of the world. Or more simply to build a big and beautiful family."},
        {"id": "our-dream-2", "text": "One of our recurring dreams is to travel around the world. Unlike Phileas Fogg and Jean Passepartout, we will certainly need a little over 80 days to achieve that. So, we may have to wait for retirement ... but we are not losing hope ;)"},
        {"id": "our-dream-3", "text": "In the meantime, since we have to start somewhere, we chose a destination that made us dream for a long time. Wonderful landscapes, a rich culture and of course has delicious food... do you have an idea? Well yes, it's Mexico that convinced us. And as everyone thinks that Saad is Mexican, we have to go check by ourselves if he does not have some roots there."},
        {"id": "gifts-title", "text": "Honeymoon"},
        {"id": "gifts-1", "text": "Okay, so if we would like to give you a wedding gift, what would make you happy?"},
        {"id": "gifts-2", "text": "As you already know, we live together since 2017. And in two years we have well equipped our little nest. So, we have more or less everything we need."},
        {"id": "gifts-3", "text": "However, if you wish to offer something, please note that a pot will be available during the wedding or the bank account (IBAN : CH52 0900 0000 1482 2655 9, Saad Kannuna, Rue Aimé-Steinlen 3, 1800 Vevey, Bank : Postfinance). This money will be used to fund our honeymoon trip to Mexico, such as for example :"},
        {"id": "gifts-4", "text": "The car rental"},
        {"id": "gifts-5", "text": "Our meals"},
        {"id": "gifts-6", "text": "Our accomodations"},
        {"id": "gifts-7", "text": "Our diving courses"},
        {"id": "gifts-8", "text": "The boat excursions to see sharks and turtles"},
        {"id": "gifts-9", "text": "Our Honeymoon package - Rainforest"},
        {"id": "gifts-10", "text": "Our airplane tickets"},
        {"id": "gifts-11", "text": "Of course, we will also enjoy unpacking a small personalized gift!"},
        {"id": "contact-title", "text": "Contact"},
        {"id": "contact-1", "text": "And if we have other questions how can we ask them ?"},
        {"id": "contact-2", "text": "Well, there are a lot of possibilities"},
        {"id": "contact-3", "text": "Our e-mail"},
        {"id": "contact-4", "text": "javi.saad.wedding@gmail.com"},
        {"id": "contact-5", "text": "Javi's phone"},
        {"id": "contact-6", "text": "+41 79 898 45 55"},
        {"id": "contact-7", "text": "Saad's phone"},
        {"id": "contact-8", "text": "+41 78 825 50 87"},
        {"id": "contact-9", "text": "Our bridesmaid Elizabete"},
        {"id": "contact-10", "text": "(german, french, english….. and cape verdean créole)"},
        {"id": "contact-11", "text": "Her e-mail"},
        {"id": "contact-12", "text": "elizabetevdv@gmail.com"},
        {"id": "contact-13", "text": "Her phone"},
        {"id": "contact-14", "text": "+41 79 830 48 09"},
        {"id": "contact-15", "text": "Our bestman Mehdi"},
        {"id": "contact-16", "text": "(french, spanish, arabic and english)"},
        {"id": "contact-17", "text": "His e-mail"},
        {"id": "contact-18", "text": "akry.elmehdi@gmail.com"},
        {"id": "contact-19", "text": "His phone"},
        {"id": "contact-20", "text": "+41 78 821 42 07"},
        {"id": "contact-21", "text": "Please join us on Facebook"},
        {"id": "contact-22", "text": "facebook.com/javisaadwedding"}
    ]
}