{
    "string": [
        {"id": "main-title", "text": "Le <strong>Mariage</strong> de Javi &amp; Saad"},
        {"id": "language", "text": "FR"},
        {"id": "next", "text": "Suivant"},
        {"id": "home-title", "text": "Accueil"},
        {"id": "invite-title", "text": "L'invitation"},
        {"id": "invite-1", "text": "Si tu es là, c'est parce que tu es quelqu'un d'important•e à nos yeux et parce que tu as accepté de passer une magnifique journée avec nous le 31 juillet 2019."},
        {"id": "invite-2", "text": "Le but de cette page web est de te guider et de te donner le plus d'informations possibles pour le jour J. Bien-sûr, nous restons à ton entière disposition si jamais tu as besoin d'aide pour quoi que ce soit qui n'apparaît pas ici."},
        {"id": "invite-3", "text": "Bonne Visite !"},
        {"id": "our-story-title", "text": "Notre histoire"},
        {"id": "our-story-1", "text": "Lorsque l’on fréquente le même groupe d’amis, il arrive que l’on se croise, on s’aperçoit, on se remarque, on s’apprécie, on se rapproche. Si nous ne sommes pas d'accord sur le jour de notre première rencontre, le 8 mai 2015, marque le début de notre relation."},
        {"id": "our-story-2", "text": "Depuis ce jour nous avons vécu des moments grandioses, emplis d’émotions, de voyages et de bonheur. Nous nous sommes installés ensemble à Vevey, un endroit magique, où l’on se sent bien et heureux."},
        {"id": "our-story-3", "text": "Le 29 juin 2018, Saad a fait sa demande dans l'un des plus beaux endroits de Suisse : Le Lavaux. Cette demande, à bien évidemment été suivie d'un grand OUI emplit d'émotion."},
        {"id": "our-story-4", "text": "Ce qui nous amène au 31 juillet 2019, date à laquelle nous avons décidé de célébrer notre mariage avec la famille et les amis. Et si tu es en train de lire ce texte c’est que tu fais partie de ces catégories, et que tu es important•e à nos yeux. Alors continue ta lecture pour savoir ce qui t’attends pour cette journée spéciale."},
        {"id": "wedding-title", "text": "Le Mariage"},
        {"id": "wedding-1", "text": "Quoi ?! Ils se marient ?! ...En France en plus ?!"},
        {"id": "wedding-2", "text": "Mais pourquoi là-bas ? Je croyais qu’ils vivaient en Suisse ?"},
        {"id": "wedding-3", "text": "Tu ne te trompes pas, nous vivons bien en Suisse, mais ça ne nous à pas empêché de chercher le cadre parfait pour cet évènment. Et crois nous sur parole, tu ne vas pas être décu par notre choix, alors enfile ta plus belle tenue et rejoins nous le 31 Juillet 2019."},
        {"id": "wedding-4", "text": "Parce qu’en plus il faut faire un effort vestimentaire ?"},
        {"id": "wedding-5", "text": "Non mais je rêve..."},
        {"id": "wedding-6", "text": "Non non, tu ne rêves pas. Nous aimerions faire de belles photos avec nos invité•es et si ça nous amuse beaucoup de t’imaginer habillé•e comme un sac, nous ne sommes pas sûr que tu ais très envie d’être celui•celle dont on se moquera, quand on regardera les photos dans 20 ans. Alors fait un petit effort s’il te plaît..."},
        {"id": "wedding-7", "text": "OK, Ok... Mais ça ne me dit pas où je vais pouvoir dormir tout ça !"},
        {"id": "wedding-8", "text": "Ah ça tombe bien que tu dises ça ! Nous avons travaillé pour toi ! Si tu contines d’explorer le site, tu vas tomber sur une carte, préparée avec amour (et beaucoup de patience), qui répertorie tous les endroits, à proximité du mariage, où tu pourras reposer tes jambes, après avoir enflammé le dance floor."},
        {"id": "map-title", "text": "La Carte des Logements"},
        {"id": "d-day-title", "text": "Le Jour J"},
        {"id": "d-day-1", "text": "Ok on sait où dormir, mais il a lieu où ce mariage ? Et il se passe quoi le jour J ?"},
        {"id": "d-day-2", "text": "Et bien, tout d'abord, nous vous donnons rendez-vous à 16H30 au Château de Séréville (Les Charlots, 89150 La Belliole)."},
        {"id": "d-day-3", "text": "17H00 • 18H00"},
        {"id": "d-day-4", "text": "La cérémonie commencera à 17H00, s'il-vous plait, on vous demande d'être à l'heure, après ça ne sera que du bonheur."},
        {"id": "d-day-5", "text": "18H00 • 19H00"},
        {"id": "d-day-6", "text": "Après ce moment spécial place à la fête. Et pour éviter tout claquage, on commencera avec un petit apéro durant lequel auront lieu plusieurs activités, et où vous pourrez boire et vous mettre en appétit."},
        {"id": "d-day-7", "text": "19H00 • 21H00"},
        {"id": "d-day-8", "text": "Place ensuite à 2 heures de repas."},
        {"id": "d-day-9", "text": "21H00 • 22H00"},
        {"id": "d-day-10", "text": "Petite activité surprise."},
        {"id": "d-day-11", "text": "22H00 – 5H00"},
        {"id": "d-day-12", "text": "Que la soirée commence, on veut tous vous voir en train de vous déhancher jusqu’au boût de la nuit."},
        {"id": "our-dream-title", "text": "Notre rêve"},
        {"id": "our-dream-1", "text": "Comme tu le sais sûrement, nous sommes de grands rêveurs. On aime souvant imaginer notre futur, s’imaginer à exercer des métiers improbables, ou à réaliser des projets incroyables, à l’autre boût du monde. Ou plus simplement à contruire un grande et belle famille."},
        {"id": "our-dream-2", "text": "Nous rêvons aussi de faire le tour du monde, mais comme il nous faudra certainement un peu plus de 80 jours, on devra donc peut-être attendre la retraite… mais on ne perd pas espoir ;)"},
        {"id": "our-dream-3", "text": "En attendant, et comme il faut bien commencer quelque part, nous avons choisi une destination, qui nous faisait rêver depuis longtemps, pour notre lune de miel. De merveilleux paysages, une culture riche et bien sûr un nourriture délicieuse, c’est le Mexique qui nous a convaincu. Et puis comme tout le monde pense que Saad est mexicain, il faut bien qu'on aille vérifier par nous même s’il n’a pas quelques racines là bas."},
        {"id": "gifts-title", "text": "Les Cadeaux"},
        {"id": "gifts-1", "text": "Ok mais si on veux vous offrir un petit truc on vous offre quoi ?"},
        {"id": "gifts-2", "text": "Comme vous le savez certainement déjà, nous habitons ensemble depuis juin 2017. Et en un an et demi nous avons bien équipé notre petit nid. Nous avous donc plus ou moins tout ce qu’il nous faut."},
        {"id": "gifts-3", "text": "Si vous souhaitez cependant nous offrir quelque chose sachez qu’une cagnotte sera à disposition pendant le marriage ou voici notre compte (IBAN : CH52 0900 0000 1482 2655 9, Saad Kannuna, Rue Aimé-Steinlen 3, 1800 Vevey, Banque : Postfinance). Cet argent nous servira à financer notre voyage de noces au Mexique et pour que vous ayez une idée (plus ou moins) de ce que vous pourriez nous offrir, nous avons réalisé cette liste:"},
        {"id": "gifts-4", "text": "Location d'une voiture (1 journée): 50.00 €"},
        {"id": "gifts-5", "text": "Un petit repas pour deux: 60.00 €"},
        {"id": "gifts-6", "text": "Logement pour une nuit (2 étoiles): 80.00 €"},
        {"id": "gifts-7", "text": "Un bon repas pour deux: 90.00 €"},
        {"id": "gifts-8", "text": "Logement pour une nuit (3 à 4 étoiles): 100.00 €"},
        {"id": "gifts-9", "text": "Plongée pour deux: 120.00 €"},
        {"id": "gifts-10", "text": "Excursion en bateau pour voir les requins: 150.00 €"},
        {"id": "gifts-11", "text": "Permis de voile (1 journée/ 1 personne): 200.00 €"},
        {"id": "gifts-12", "text": "Excursion pour aller voir les tortues (1 personne): 250.00 €"},
        {"id": "gifts-13", "text": "Visite de l'île de Holbox (2 personnes): 300.00 €"},
        {"id": "gifts-14", "text": "Logement pour une nuit (all inclusive): 400.00 €"},
        {"id": "gifts-15", "text": "Totalité du permis de voile (1 personne): 700.00 €"},
        {"id": "gifts-16", "text": "Honeymoon package - Jungle (1 journée): 900.00 €"},
        {"id": "gifts-17", "text": "Billet d'avion (1 personne): 1'000.00 €"},
        {"id": "gifts-18", "text": "Location d'un yacht (1 semaine): 3'000.00 €"},
        {"id": "gifts-19", "text": "L'intégralité de notre lune de miel: 12'000.00 €"},
        {"id": "gifts-20", "text": "Viens partager le Mexique avec nous: 100'000.00 €"},
        {"id": "gifts-21", "text": "Bien évidemment, un petit cadeau personnalisé, nous fera tout aussi plasir."},
        {"id": "contact-title", "text": "Contact"},
        {"id": "contact-1", "text": "Et si on a d'autres questions on vous contacte comment ?"},
        {"id": "contact-2", "text": "Très bonne question, et bien plusieurs possibilités s'offrent à toi :"},
        {"id": "contact-3", "text": "Par mail"},
        {"id": "contact-4", "text": "javi.saad.wedding@gmail.com"},
        {"id": "contact-5", "text": "Javi par téléphone"},
        {"id": "contact-6", "text": "+41 79 898 45 55"},
        {"id": "contact-7", "text": "Saad par téléphone"},
        {"id": "contact-8", "text": "+41 78 825 50 87"},
        {"id": "contact-9", "text": "Notre demoiselle d'honneur Elizabete par mail (allemand, français, anglais.... et créole cap verdien)"},
        {"id": "contact-10", "text": "elizabetevdv@gmail.com"},
        {"id": "contact-11", "text": "Son téléphone"},
        {"id": "contact-12", "text": "+41 79 830 48 09"},
        {"id": "contact-13", "text": "Notre homme d'honneur par mail (français, espagnol, arabe et anglais)"},
        {"id": "contact-14", "text": "akry.elmehdi@gmail.com"},
        {"id": "contact-15", "text": "Son téléphone"},
        {"id": "contact-16", "text": "+41 78 821 42 07"},
        {"id": "contact-17", "text": "Rejoins le groupe Facebook"},
        {"id": "contact-18", "text": "facebook.com/javisaadwedding"}
    ]
}